<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<script src="${scriptUrl}/common/jquery1.9.1/jquery-1.9.1.min.js"></script>
<script src="${base}/js/common/select.js" type="text/javascript"></script>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" /><meta http-equiv="x-ua-compatible"content="IE=7"/>
<title>都都宝服务协议</title>
<link href="${styleUrl}/portal/css/r-base.css" rel="stylesheet" type="text/css" />
<link href="${styleUrl}/portal/css/base.css" rel="stylesheet" type="text/css" />
<link href="${styleUrl}/portal/css/reg.css" rel="stylesheet" type="text/css" />
</head>

<body>
<div class="wd-top">
	<div class="container">
		<p class="wd-top-left" title="都都宝-24小时免费服务电话"><i class="phone-icon"></i>400-817-1000</p>
    </div>
</div>
<div class="clear"></div>
<div class="wd-header">
	<div class="container">
    	<a class="dodopal-logo" href="${base}/"></a>
        <div class="dodopal-title" style="width:160px;">
        	<p>服务协议</p>
        </div>       
    </div>
</div>
<div class="clear"></div>
<div class="wd-main wd-main-min" style="background:#fff">
	<div class="container" style="width:667px; color:#333;padding-bottom:60px;">
        <div class="xmtitle2">都都宝服务协议</div>
        <div class="xmtext2">
            <p>“都都宝服务”（以下简称本服务）是由建亿通（北京）数据处理信息有限公司（以下简称本公司）向都都宝用户提供的“都都宝”软件系统（以下简称本系统）。本协议由您和本公司签订。</p>
<p><br>
<strong>一、 声明与承诺</strong></p>
<p>（一）本协议已对与您的权益有或可能具有重大关系的条款，及对本公司具有或可能具有免责或限制责任的条款用粗体字予以标注，请您注意。您确认，在您注册成为都都宝用户以接受本服务之前，你已充分阅读、理解并接受本协议的全部内容，一旦您使用本服务，即表示您同意遵循本协议之所有约定。</p>
<p>（二）您同意，本公司有权随时对本协议内容进行单方面的变更，并以在本网站公告的方式予以公布，无需另行单独通知您；若您在本协议内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本服务；若您不同意修改后的协议内容，您应停止使用本服务。<br>
（三）您声明，在您同意接受本协议并注册成为都都宝用户时，您是具有法律规定的完全民事权利能力和民事行为能力，能够独立承担民事责任的自然人、法人或其他组织；本协议内容不受您所属国家或地区的排斥。不具备前述条件的，您应立即终止注册或停止使用本服务。</p>
<p><br>
<strong>二、“都都宝服务”概要</strong></p>
<p>（一） “都都宝用户”：指在您使用本服务时，本公司向您提供的唯一编号。您可自行设置账号（注册邮箱）、密码，并用以登录、查询服务。</p>
<p>（二） 都都宝增值服务（亦称 “都都宝充付交易”）：即本公司向您提供的所有服务，其中包含 <br>
1、充值：您可以使用本服务指定的方式向您的城市一卡通、市民卡、城市通卡等进行充值。 <br>
2、 消费：您可以使用本服务指定的方式在都都宝平台及都都宝合作商户用城市一卡通、市民卡、城市通卡进行消费。<br>
3、查询：本公司将对您在本系统中的所有操作进行记录，不论该操作之目的最终是否实现。您可以在本系统中实时查询您的都都宝用户名下的交易记录，您认为记录有误的，本公司将向您提供本公司已按照您的指示操作的记录。您理解并同意您最终的充值服务是由您进行的银行账户对应的银行提供的，您需向该银行请求查证。</p>
<p><br>
<strong>三、都都宝账号</strong></p>
<p>（一） 注册相关 <br>
在使用本服务前，您必须先行注册，您同意： <br>
&nbsp;&nbsp;&nbsp; 依本服务注册表之提示准确注册并在取得该账号后及时更新您的正确、最新及完整的资料。若有合理理由怀疑您提供的资料错误、不实、过时或不完整的，本公司有权暂停或终止向您提供部分或全部“都都宝服务”。本公司对此不承担任何责任，您将承担因此产生的任何直接或间接支出。</p>
<p>（二） 账号安全 <br>
您将对使用该账号及密码进行的一切操作及言论负完全的责任，您同意： <br>
1、本公司通过您的账号和密码识别您的指示，请您妥善保管您的账号和密码，对于因密码泄露所致的损失，由您自行承担。您保证不向其他任何人泄露该账号及密码，亦不使用其他任何人的“都都宝账号”及密码。 <br>
2、如您发现有他人冒用或盗用您的账号及密码或任何其他未经合法授权之情形时，应立即以有效方式通知本公司，要求本公司暂停相关服务。同时，您理解本公司对您的请求采取行动需要合理期限，在此之前，本公司对已执行的指令及(或)所导致的您的损失不承担任何责任。 <br>
3、交易异常处理：您使用本服务时，可能由于银行本身系统问题、银行相关作业网络连线问题或其他不可抗拒因素，造成本服务无法提供。您确保您所输入的您的资料无误，如果因资料错误造成本公司于上述异常状况发生时，无法及时通知您相关交易后续处理方式的，本公司不承担任何损害赔偿责任。</p>
<p><br>
<strong>四、“都都宝服务”使用规则</strong></p>
<p>为有效保障您使用本服务进行充付交易时的合法权益，您理解并同意接受以下规则： <br>
（一）一旦您使用本服务，本公司通过以下两种方式中接受来自您的指令：其一，您在本网站或其他可使用本服务的网站上通过登录该账号、密码及或安全证书并依照本服务预设流程所修改或确认的交易状态；其二，您通过您注册时作为该账号或者与该账号绑定的手机或其他专属于您的通讯工具（以下合称该手机）号码向本系统发送的信息（短信或电话等）回复。无论您通过以上两种方式中的任一种向本公司发出指令，都不可撤回或撤销，且成为本公司代理您支付或收取款项的唯一指令。</p>
<p>（二）本公司会以电子邮件（或发送到该手机的短信或电话等）方式通知您交易进展情况以及提示您进行下一步的操作，但本公司不保证您能够收到或者及时收到该邮件（或发送到该手机的短信或电话等），且不对此承担任何后果，因此，在交易过程中您应当及时登录到本网站查看和进行交易操作。因您没有及时查看和对交易状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，本公司不负任何责任。&nbsp;&nbsp;<br>
（三） 本公司并非银行或其它金融机构，本服务也非金融业务，本协议项下的资金移转均通过银行来实现，你理解并同意您的资金于流转途中的合理时间。&nbsp;&nbsp;<br>
（四）在您注册成为都都宝用户时，您授权本公司通过银行或向第三者审核您的身份和资格，并通过都都宝网（<a href="http://www.dodopal.com">www.dodopal.com</a>）或其它网站取得关于您使用本服务的相关资料。</p>
<p>（五）您使用本服务进行交易或使用都都宝登陆其他支持本服务的网站时，您即授权本公司将您的个人信息和交易信息披露给与您交易的另一方或您登陆的网站，该信息包括但不限于：您的真实姓名、联系方式、都都宝账号。</p>
<p>（六）交易风险 <br>
&nbsp;因您的过错导致的任何损失由您自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码，密码被他人破解，您使用的计算机被他人侵入。</p>
<p>（七）服务费用 <br>
&nbsp;在您使用本服务时，本公司有权依照《都都宝服务收费规则》向您收取服务费用。本公司拥有制订及调整服务费之权利，具体服务费用以您使用本服务时本网站上所列之收费方式公告。&nbsp;&nbsp;<br>
（八）积分 <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1）就您使用本服务，本公司将通过多种方式向您授予积分，积分不具有现金价值，无论您通过何种方式获得积分，您都不得使用积分换取任何现金或金钱。 <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2)积分不具备任何财产性质，并非您拥有所有权的财产，本公司有权单方面调整积分数值或调整本公司的积分规则，而无须征得您的同意。 <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3)您仅有权按本公司的积分规则，将所获积分交换本公司提供的指定的服务或产品。 <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4)如本公司怀疑您的积分的获得及(或)使用存有欺诈、滥用或其它本公司认为不当的行为，本公司可随时取消、限制或终止您的积分或积分使用。</p>
<p>（九）本服务所涉及到的任何款项只以人民币计结，不提供任何形式的汇兑业务。</p>
<p><br>
<strong>五、“都都宝服务”使用限制</strong></p>
<p>（一） 您在使用本服务时应遵守中华人民共和国相关法律法规、您所在国家或地区之法令及相关国际惯例，不将本服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不以任何非法方式使用本服务。</p>
<p>（二） 您不得利用本服务从事侵害他人合法权益之行为，否则本公司有权拒绝提供本服务，且您应承担所有相关法律责任，因此导致本公司或本公司雇员受损的，您应承担赔偿责任。上述行为包括但不限于： <br>
1、侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益。 <br>
2、违反依法定或约定之保密义务。 <br>
3、冒用他人名义使用本服务。 <br>
4、从事不法交易行为，如洗钱、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他本公司认为不得使用本服务进行交易的物品等。 <br>
5、提供赌博资讯或以任何方式引诱他人参与赌博。 <br>
6、非法使用他人银行账户（包括信用卡账户）或无效银行账号（包括信用卡账户）交易。 <br>
7、违反《银行卡业务管理办法》使用银行卡，或利用信用卡套取现金（以下简称套现）。 <br>
8、进行与您或交易对方宣称的交易内容不符的交易，或不真实的交易。 <br>
9、从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为。 <br>
10、其他本公司有正当理由认为不适当之行为。&nbsp;<br>
（三） 如您需要注销（永久冻结）您的都都宝账号，应先经本公司审核同意。本公司注销（永久冻结）该账号，即表明本公司与您之间的协议已解除，但您仍应对您使用本服务期间的行为承担可能的违约或损害赔偿责任，同时本公司仍可保有您的相关信息。</p>
<p><br>
<strong>六、隐私权保护</strong></p>
<p>一旦您同意本协议或使用本服务，您即同意本公司按照以下条款来使用和披露您的个人信息。 <br>
（一） 未成年人的特别注意事项 <br>
在阅读本协议以注册都都宝用户时，您尚未满18周岁的，请您在监护人的陪同或指示下进行相关操作。</p>
<p>（二） 用户名和密码 <br>
在您注册为都都宝用户时，我们会要求您设置用户名和密码来识别您的身份，并设置密码提示问题及其答案，以便在您丢失密码时用以确认您的身份。您仅可通过您设置的密码来使用该账户，如果您泄漏了密码，您可能会丢失您的个人识别信息，并可能导致对您不利的法律后果。该账号和密码因任何原因受到潜在或现实危险时，您应该立即和本公司取得联系，在本公司采取行动前，本公司对此不负任何责任。<br>
（三） 注册信息 <br>
您注册时应向本公司提供您的真实姓名、地址、国籍、电话号码和电子邮件地址，您还可以选择来填写相关附加信息（包括但不限于您公司所在的省份和城市、时区和邮政编码、传真号码、个人主页和您的职务）。为有针对性地向您提供新的服务和机会，您了解并同意本公司或您登录的其他网站将通过您的电子邮件地址或该手机通知您这些信息。</p>
<p>（四） 交易行为 <br>
为了保障您使用本服务的安全以及不断改进服务质量，本公司将记录并保存您登录和使用本服务的相关信息，但本公司承诺不将此类信息提供给任何第三方（除双方另有约定或法律法规另有规定外）。&nbsp;<br>
（五） 广告 <br>
本公司会对都都宝用户的身份数据进行综合统计，并出于销售和奖励的需要使用或披露。</p>
<p>（六） Cookie的使用 <br>
您了解并同意，本公司使用cookie来使本网站对用户更友好，它可以帮您省去为使用我们的服务而重复输入注册信息和跟踪您的浏览器的状态。</p>
<p>（七）为更为有效的向您提供服务，您同意，本公司有权将您注册及使用本服务过程中所提供、形成的信息提供给本公司及当地城市一卡通运营单位。除本协议另有规定外，本公司不对外公开或向第三方提供您的信息，但以下情况除外： <br>
A、事先获得您的明确授权； <br>
B、只有披露您的个人资料，才能提供您需要的产品和（或）服务； <br>
C、按照本协议的要求进行的披露； <br>
D、根据法律法规的规定； <br>
E、按照政府主管部门的要求； <br>
F、为维护本公司及其关联公司的合法权益； <br>
G、您使用都都宝成功登录过的其他网站。</p>
<p>（八） 信息的存储和交换 <br>
您的信息和资料存储在位于中国的服务器上，为了备份的需要，本公司可能将您的信息和资料储存到传送位于别国的服务器上。</p>
<p>（九） 外部链接 <br>
本网站含有到其他网站的链接，但本公司对其他网站的隐私保护措施不负任何责任。本公司可能在任何需要的时候增加商业伙伴或共用品牌的网站。</p>
<p>（十）安全 <br>
本公司仅按现有技术提供相应的安全措施来使本公司掌握的信息不丢失，不被滥用和变造。这些安全措施包括向其它服务器备份数据和对用户密码加密。尽管有这些安全措施，但本公司不保证这些信息的绝对安全。</p>
<p><br>
<strong>七、 系统中断或故障</strong></p>
<p>系统因下列状况无法正常运作，使您无法使用各项服务时，本公司不承担损害赔偿责任，该状况包括但不限于： <br>
（一） 本公司在本网站公告之系统停机维护期间。</p>
<p>（二） 电信设备出现故障不能进行数据传输的。</p>
<p>（三） 因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本公司系统障碍不能执行业务的。</p>
<p>（四） 由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。</p>
<p><br>
<strong>八、 责任范围及责任限制</strong></p>
<p>（一） 本公司仅对本协议中列明的责任承担范围负责。</p>
<p>（二） 您明确因交易所产生的任何风险应由您与交易对方承担。</p>
<p>（三） 都都宝用户信息是由用户本人自行提供的，本公司无法保证该信息之准确、及时和完整，您应对您的判断承担全部责任。</p>
<p>（四） 本公司不对交易标的及本服务提供任何形式的保证，包括但不限于以下事项： <br>
1、本服务符合您的需求。 <br>
2、本服务不受干扰、及时提供或免于出错。 <br>
3、您经由本服务购买或取得之任何产品、服务、资讯或其他资料符合您的期望。</p>
<p>（五） 本服务之合作单位，所提供之服务品质及内容由该合作单位自行负责。</p>
<p>（六） 您经由本服务之使用下载或取得任何资料，应由您自行考量且自负风险，因资料之下载而导致您电脑系统之任何损坏或资料流失，您应负完全责任。</p>
<p>（七） 您自本公司及本公司工作人员或经由本服务取得之建议和资讯，无论其为书面或口头形式，均不构成本公司对本服务之保证。</p>
<p>（八） 在法律允许的情况下，本公司对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失（包括业务损失、收益损失、利润损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负有任何责任，即使事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除本公司对上述损失的责任。</p>
<p>（九） 除本协议另有规定外，在任何情况下，本公司对本协议所承担的违约赔偿责任总额不超过向您收取的当次服务费用总额。</p>
<p><br>
<strong>九、 完整协议</strong></p>
<p>本协议由本协议条款与《都都宝服务收费规则》、《都都宝交易通用规则》、《异常交易处理规则》等本网站公示的各项规则组成，相关名词可互相引用参照，如有不同理解，以本协议条款为准。 <br>
你对本协议理解和认同，您即对本协议所有组成部分的内容理解并认同，一旦您使用本服务，你和本公司即受本协议所有组成部分的约束。 <br>
本协议部分内容被有管辖权的法院认定为违法的，不因此影响其他内容的效力。</p>
<p><br>
<strong>十、商标、知识产权的保护</strong></p>
<p>（一） 本网站上所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由本公司或本公司关联企业依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。</p>
<p>（二） 非经本公司或本公司关联企业书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表本网站程序或内容。</p>
<p>（三） 尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。</p>
<p><br>
<strong>十一、法律适用与管辖 </strong></p>
<p>本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。 <br>
因本协议产生之争议，均应依照中华人民共和国法律予以处理，并以北京市海淀区人民法院为第一审管辖法院。</p></div>
	    </div>
	    </div>
	  </div>
</div>
<div class="clear"></div>
<div class="wd-footer">
	<div class="container footer-p">
    	<p><a href="#">关于都都宝</a>&nbsp;|&nbsp;<a href="#">系统公告</a>&nbsp;|&nbsp;<a href="#">帮助中心</a>&nbsp;|&nbsp;官方微博 <a href="#">http://weibo.com/dodopal</a></p>
        <p>都都宝版权所有&nbsp;COPYRIGHT (C) 2014 ICDC(Beijing) ALL RIGHTS RESERVED 京ICP证100323号</p>
    </div>
</div>

<script type="text/javascript">
	$(function(){
		$(document).ready(function(){
			$("#tabs-up").click(function(){
				$(".flag").css("display","none");
				$("#flag-1").css("display","block");
				$(this).css({'background-position':'-90px 0px','color':'#333',})
				$('.tab-nav').css({'background-position':'-166px 0px','color':'inherit'})
			})
			$("#btn-p").click(function(){
				$(".flag").css("display","none");
				$("#flag-2").css("display","block");
			})
			$("#tabs-down").click(function(){
				$(".flag").css("display","none");
				$("#flag-3").css("display","block");
				$(this).css({'background-position':'-242px 0px','color':'#333',})
				$('.tab-nav-action').css({'background-position':'-14px 0px','color':'inherit'})
			})
			$("#btn-b").click(function(){
				$(".flag").css("display","none");
				$("#flag-4").css("display","block");
			})
		})
	});

	
</script>
</body>
</html>
